---
kind: type
id: T:Autodesk.Revit.UI.ProjectBrowserOptions
source: html/ec4ee328-a340-03bd-dc76-0812382d2eea.htm
---
# Autodesk.Revit.UI.ProjectBrowserOptions

Provides access to settings that control Revit's Project Browser appearance and functionality.

## Syntax (C#)
```csharp
public class ProjectBrowserOptions : IDisposable
```

## Remarks
These settings are stored in the Revit.ini file. All documents in Revit instances which use this Revit.ini will follow these settings.